IDEA Open Model
CalculationSetup.CrossSectionCharacteristics Property
 Cross section charactertistics
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public bool CrossSectionCharacteristics { get; set; }
Public Property CrossSectionCharacteristics As Boolean
	Get
	Set
public:
property bool CrossSectionCharacteristics {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace